const questions = [
	{
		question: "Когда правительство вовлекается в бизнес, это почти никогда ничем хорошим не заканчивается",
		answers: {  "Либерал"         : "В некоторых слаучаях вмешательство необходимо",  
					"Социал-демократ" : "В большиснве случаев, вмешательство необходимо", 
					"Консерватор"     : "Вмешательство нужно, если так считает госудраство",
					"Коммунист"       : "Категорично не согласен "}

	},

	{
		question: "В каком виде должна существовать медицина?",
		answers: { "Консерватор"     : "Базовые услуги должны быть бесплатными",  
				   "Коммунист"       : "Все медицинские услуги должны быть бесплатными",  
				   "Социал-демократ" : "Все медицинские услуги за рядом исключений",   
				   "Либерал"         : "Медицина должна стать на комерческие рельсы"},
	},

	{
		question: "В целом, профсоюзы приносят больше вреда, чем пользы",
		answers: {  
					"Социал-демократ" : "Не соглсен ", 
					"Либерал"         : "Частично согласен",  
					"Коммунист"       : "Категорически не согласен",  
					"Консерватор"     : "Затрудняюсь ответить"},
	},

	{
		question: "В каком виде должна существовать фондовая биржа ?",
		answers: {  "Социал-демократ" : "Иметь прогрессивное налогооблажение",  
					"Консерватор"     : "Открытой для вмешательства государства",
					"Либерал"  		  : "Должна быть свободной, без вмешательства государства",   
					"Коммунист"       : "Должна быть полностью запрещена"},
	},

	{
		question: "Пары секс-меньшинств должны иметь те-же права, что и другие граждане",
		answers: {  "Либерал"   :"Должны быть немного ограничены",  
					"Консерватор"    :  "Не должны иметь никаких прав",  
					"Социал-демократ":  "Запрещено только бракосочетание",   
					"Коммунист"      :  "Должны иметь все права "},
	},

	{
		question: "Выберите варианты ответа с известными личностями к которым вы испытываете наибольшую симпатию",
		answers: {  
					"Коммунист"       : "Владимир Ленин",  
					"Социал-демократ" : "Адам Смит",   
					"Консерватор"     : "Николай ||",
					"Либерал"         : "Алексей Навальный"},
	},

	{
		question: "Рынок способен к устойчивому развитию без вмешательства государства.",
		answers: {  "Либерал"         : "Согласен",  
					"Коммунист"       : "Категорически не согласен",  
					"Социал-демократ" : "Рынок должен быть под контролем госудраства",   
					"Консерватор"     : "В ряде случаев государство должно вмешаться"},
	}
];



